Repository: wp-plugins/daily-logo
Catalog: languages/daily_logo-*.po
Languages: it_it

source: Modify
it_it: Modifica

source: Delete
it_it: Elimina

source: Daily logo management
it_it: Impostazioni daily logo

source: In this page you can manage all the logos. First of all you can create a new logo completing the following form. After you have filled all your logo's data, by clicking the "save" button your logo's information will be stored on database. You can see it in the list table in the bottom of this page. Use the list table options to edit or delete a logo.<br /><span class="description">Note: There are only two required fields, the logo name and the logo date.</span>
it_it: In questa pagina puoi gestire tutti i loghi. Innanzitutto puoi creare un nuovo logo completando la form sottostante. Dopo aver compilato tutti i dati richiesti, cliccando il tasto "salva" le informazioni del logo verranno salvate su database. Puoi verificarle nella lista dei loghi visualizzata in fondo alla pagina. Usa le opzioni nella lista per editare o cancellare un logo.<br /><span class="description">Nota: Ci sono solo due campi obbligatori, il nome del logo e la data di visualizzazione del logo.</span>

source: Name
it_it: Nome

source: Provide a name for the logo
it_it: Inserisci un nome per il logo

source: (* required)
it_it: (* obbligatorio)

source: Date
it_it: Data

source: Provide the date of the logo
it_it: Inserisci una data per il logo

source: Open in a new window?
it_it: Apri in una nuova finestra?

source: Provide the link used in the logo hyperlink
it_it: Inserisci un link da usare nell'hyperlink del logo

source: Image
it_it: Immagine

source: Enter an URL or upload an image for the logo
it_it: Inserisci una URL o carica una immagine per il logo

source: Alternative image
it_it: Immagine alternativa

source: Enter an URL or upload an alternative image for the logo (used with alternative template layout
it_it: Inserisci una URL o carica una immagine per il logo

source: CSS Class
it_it: Classe CSS

source: Provide a custom CSS class used in the logo HTML markup
it_it: Inserisci una class CSS da applicare nel markup dell'hyperlink del il logo

source: Save
it_it: Salva

source: Logo list
it_it: Lista loghi

source: In the following table you can see all the existing logo ordered by date. Beside every row you have two option to modify a logo information or delete it from database.
it_it: Nella tabella seguente puoi vedere tutti i loghi esistenti ordinati per data. Accanto ad ogni riga hai due opzioni per modificare le informazioni di un logo o cancellarlo dal database.

source: Daily logo settings
it_it: Impostazioni daily logo

source: Template without daily logo
it_it: Template senza daily logo

source: Provide the logo HTML template used if no daily logo exists. Do not use PHP code or WordPress functions, please provide only static text.
it_it: Inserisci il template HTML da utilizzare se non è presente un logo. Non usare codice PHP o funzioni WordPress, inserisci solo testo statico.

source: Alternative template without daily logo
it_it: Template alternativo senza daily logo

source: Provide an alternative logo HTML template used if no daily logo exists. The alternative logo should be used to manage different templates and layouts, for example: desktop layout or mobile layout. If you don't use different layouts please fill the same value of the above field. Do not use PHP code or WordPress functions, please provide only static text.
it_it: Inserisci il template HTML alternativo da utilizzare se non è presente un logo. Il logo alternativo dovrebbe essere usato per gestire layout differenti, per esempio: layout desktop o layout mobile. Se non usi layout differenti inserisci lo stesso valore del campo precedente. Non usare codice PHP o funzioni WordPress, inserisci solo testo statico.

source: Template with daily logo
it_it: Template con daily logo

source: Provide the logo HTML template used if a daily logo exists. Do not use PHP code or WordPress functions, please provide only static text.
it_it: Inserisci il template HTML da utilizzare se è presente un logo. Non usare codice PHP o funzioni WordPress, inserisci solo testo statico.

source: Alternative template with daily logo
it_it: Template alternativo con daily logo

source: Provide an alternative logo HTML template used if a daily logo exists. The alternative logo should be used to manage different templates and layouts, for example: desktop layout or mobile layout. If you don't use different layouts please fill the same value of the above field. Do not use PHP code or WordPress functions, please provide only static text.
it_it: Inserisci il template HTML alternativo da utilizzare se è presente un logo. Il logo alternativo dovrebbe essere usato per gestire layout differenti, per esempio: layout desktop o layout mobile. Se non usi layout differenti inserisci lo stesso valore del campo precedente. Non usare codice PHP o funzioni WordPress, inserisci solo testo statico.

source: Legend
it_it: Legenda

source: A placeholder to set logo link
it_it: Un placeholder per impostare il link del logo

source: A placeholder to set logo name
it_it: Un placeholder per impostare il nome del logo

source: A placeholder to set logo link target
it_it: Un placeholder per impostare il target del link del logo

source: A placeholder to set logo custom CSS class
it_it: Un placeholder per impostare una classe personalizzata al logo

source: A placeholder to set logo image
it_it: Un placeholder per impostare l'immagine del logo

source: Conditional tags
it_it: Tags condizionali

source: A placeholder to insert a conditional tag
it_it: Un placeholder per impostare tags condizionali

source: You can insert <em>only one</em> of the following conditional tag:
it_it: Puoi inserire <em>solo uno</em> dei seguenti tags condizionali:

source: A placeholder to check if logo has image
it_it: Un placeholder per controllare se il logo ha una immagine impostata

source: The standard template used by the plugin for the daily logo HTML snippet
it_it: Il template standard usato dal plugin come porzione di HTML di default

source: Restore
it_it: Ripristina

source: Options
it_it: Opzioni
